{
  "style": "/* Background */\n  .phb { background-image: url(\"https://www.gmbinder.com/images/OoFEE9F.png\") }\n  .phb { background-size: cover }\n\n/* Notes */\n  .phb blockquote {background-color: # }\n\n/* Page Number */\n.phb .pageNumber\n{\n  font-size: 150%;\n  color: #000;\n}\n\n.phb#p1:after { display:none; }\n.phb#p2:after { display:none; }\n\n/* Footnote */\n.phb  .footnote:before\n{\n  font-size: 140%;\n  color: #57a4b4;\n  letter-spacing: 0.5px;\n  content: \"\\\";\n  font-variant: small-caps;\n}\n\n/* Footer */\n  .phb .pageNumber {color: #000}\n  .phb:after{ \n    content          : '';\n  .phb:after{ background-image: url(https://www.gmbinder.com/assets/img/footer.png) }\n\n.phb h3 {\nborder-bottom: 2px solid #;\n}\n\n.phb h2  {\n color: #;\n}\n\n.phb h3  {\n color: #;\n}\n\n.phb h4  {\n color: #;\n}\n\n/* Tables */\n  table tr:nth-child(odd) td {\n      background-color: #;\n      font-family: calibri;\n    \n  }\n  \n/* Note */\n.phb descriptive\n{\n background-color: #;\n}",
  "div": [
    {
      "@style": "margin-top:10px;"
    },
    {
      "@style": "margin-top:30px;"
    },
    {
      "@style": "margin-top:10px;"
    },
    {
      "@style": "margin-top:25px;"
    }
  ],
  "img": [
    {
      "@src": "https://www.gmbinder.com/images/y7BYZ5J.png",
      "@style": "position:absolute; top:540px; left:-190px; width:100%"
    },
    {
      "@src": "https://www.gmbinder.com/images/tKK2ZeE.png",
      "@style": "position:absolute; top:0px; left:340px; width:75%"
    }
  ],
  "#text": [
    "## Dhampir\n\n*A normal day it was, just Marney and Louis inside wasting their time drinking. The fellow came in like a shadow, none of us even heard him until he was right next to me asking for a drink. Almost dropped the glass I was cleaning when he spoke. Tall figure clad in cloak and a hood covering most of his face. Paid well enough though. Marney and Louis, the foolish idiots could not keep their assess out of someone else's business. Tried to ask 'whachu hiding from us? ya a criminal?' and bothering him about everything. Did not believe when he denied the accusations and Louis pulled off his hood rather violently, almost tore it off. The lad beneath it was pale like death, long fangs clearly visible in his mouth. Well, shit. Louis panicked tried to shiv him with the shitty knife he keeps on himself but he soon ended up floor, with the stranger on him, looking as if he was tearing off his dammed throat. Marney ran away like a fucking coward he was and Louis passed out from fear. I was going for my crossbow when the stranger stood up and there was not even a scratch on the unconscious idiot. He apologized and even paid for damage and their drinks. I asked him if he really was vampire and he just pulled the curtain on window, stood right there in the falling sunlight, said: 'Almost.'*  \n\n-Daenan Daeric, Owner of Hog's Den",
    "Marriage of life and undead, something that lies on the line between the two. Dhampirs are born out of any mortal race mingling with the vampire. Their pulse is weak, their breathing quiet, teeth sharper than normal. To their mortal family they are most likely an aberration to be killed or cast out before it kills them. To nosferatu parent, they are pitiable weak reflection of true vampire, worthless as anything but servant, barely above their mortal prey. As such, most dhampirs are on their own,  roaming the world in search of true home. \n\n\\columnbreak\n### Children of Blood and Death\n\nDhampirs  carry most of the physical traits of their mortal parents. However, their skin is pale and ashen, their eyes yellow or red. Combined with the fact most of the obvious signs of life - pulse, breathing, blinking - are quite slow, they are often mistaken for actually dead and wake up in morgues, or worse, graves. Just like with a true vampire, their canines grow to be bigger and they are sharp enough to cut through skin with ease. Even their nails grow to be a touch sharper and longer than is normal. Surprisingly enough, dhampirs lose out on most of innate abilities of their mortal parents. They do have most of vampiric powers in limited fashion, such as ability to consume blood for nourishment or ability to change their body into mist as a response to pain.  \n\n\n### Outsiders Everywhere\n\nFew dhampirs live a comfortable life, accepted by their environment. When that happens, it is mostly that they are allowed to serve the vampire that spawned them. Still, that is no easy existence as they are nothing but extensions of their parent, used only as puppets in their games. Few lucky dhampirs, when they get into enough favour with their masters, can obtain the gift of being turned a real vampire. And those that stay with their mortal side of family? Their features will soon give away their true nature. Death or abuse follows often. \n\nFor dhampirs with no support from any of their family, the best bet is to travel. Many turn to the well developed cities where they can get a bit of understanding and lose themselves in the crowds. Others live in relative anonymity in rural places, hiding their true nature. And then some leave all civilization, tending to their own needs in forests and wilderness.",
    "##### Quirk Table",
    "| d8  | Quirk |\n|:---:|:-----------:|\n|  1  | You have extraordinary fear of bridges above running waters and hate crossing them. |\n|  2  | You have no shadow. |\n|  3  | You are allergic to garlic. |\n|  4  | You have quite the affinity for mathematics |\n|  5  | You do not cast reflection in objects made of silver.  |\n|  6  | Bats from the area flock around you and do not see you as danger. |\n|  7  | You are cold to touch. |\n|  8  | You get seasick very easily. |",
    "\\pagebreak\n\n\n\n\n### Dhampir Features \nAll Dhampirs have a specific set of abilities they share with other Dhampirs.\n\n***Ability Score Increase.***\nYour Charisma score increases by 2, and another ability score of your choice increases by 1.\n\n***Age.***\nDhampirs mature as fast as their mortal parents do, but they maintain youthful look even in elder age. They live thrice as long as them however, and those that succumb to the evil and hunt innocents for blood can live forever.\n \n***Alignment.***\nMost Dhampirs care for themselves in the world in which they are suspected and despised, often making them Neutral. Those that wish to become more like their vampire parents follow the path of Evil. \n\n***Size.***\nDhampirs are about the same size as their mortal parents. Your size is Medium. \n\n***Speed.***\nYour base walking speed is 30 feet.\n\n***Languages.***\nYou can speak, read, and write Common and a language of choice.  \n\n***Darkvision.*** Your sight has been modified by your ancestry. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.\n\n**Subdued Breath.** As a Dhampir, you lay somewhere between the undead and the living. You have resistance to necrotic damage and you can hold your breath for 15 minutes. Additionally, any Wisdom (Perception, Medicine) or Intelligence (Investigation) checks made to discern if you are alive while you hold your breath are made at disadvantage.\n\n**Taste of Blood.** Your blood palate is well defined, and you can determine much about a creature with just a drop. As an action, you can taste fresh blood within 5 feet of you (no more then 24 hours old) to discern the creature type, age and race (if the creature is a humanoid) of the creature the blood belongs to.\n\nAdditionally, you can drink fresh blood to gain sustenance. If you consume 5 ounces of blood, you satisfy your need for food and water for a week.\n\n**Misty Jaunt.** As a reaction when you take damage, you can shift into a shimmering misty form until the end of your next turn. You gain resistance to bludgeoning, piercing and slashing damage, which applies to the triggering damage. While in this misty form, attacks against you are made at disadvantage, but you can't take actions, speak or manipulate objects. Once you use this feature, you can't do so again until you complete a long rest.\n\n\n***Mortal Heritage.*** You gain some traits of your mortal parent. You gain proficiency in one skill and one tool of your choice.",
    "\\pagebreak"
  ]